class Letters(object):
    HIRAGANA_LETTERS = {
        "vowel": "あいうえお",
        "k": "かきくけこ",
        "s": "さしすせそ",
        "t": "たちつてと",
        "n": "なにぬねの",
        "h": "はひふへほ",
        "m": "まみむめも",
        "y": "やゆよ",
        "r": "らりるれろ",
        "w": "わを",
        "nn": "ん"
    }

    KATAKANA_LETTERS = {
        "vowel": "アイウエオ",
        "k": "カキクケコ",
        "s": "サシスセソ",
        "t": "タチツテト",
        "n": "ナニヌネノ",
        "h": "ハヒフヘホ",
        "m": "マミムメモ",
        "y": "ヤユヨ",
        "r": "ラリルレロ",
        "w": "ワヲ",
        "nn": "ン"
    }
